import { FloorObject } from "utils/types";

const floor5Objects: FloorObject[] = [
  {
    id: 'Лифт №2 5 этаж',
    d: 'M865.5 642h105.9v-47.4H865.5V642z',
  },
  {
    id: 'Лифт №1 5 этаж',
    d: 'M333 588.2V510h-62.7v78.2H333z',
  },
  {
    id: 'Туалет №2 5 этаж',
    d: 'M865.5 594.6h154.9v-58.3H865.5v58.3z',
  },
  {
    id: 'Туалет №1 5 этаж',
    d: 'M374.9 640.6V510h-45.5V640.6h45.5z',
  },
  {
    id: 'VitaCall',
    d: 'M405.1 413.9V238.3H117.3v101.3h102.5v74.3h185.3Z',
  },
  {
    id: 'Арендатор 507',
    d: 'M865.5 510.4V238.3H495c0 32.9-.2 65.9-.2 98.8h-65v179.8h173v-6.5h262.7Z',
  },
  {
    id: 'Арендатор 509',
    d: 'M865.5 510.4c0-63.8.4-272.1.8-272.1h104.6v98.8h72.5v173.3H865.5Z',
  },
  {
    id: 'Арендатор 510',
    d: 'M1282.1 507.8V304.6h-49.7v-66.3h-186.1v66.3h29.1v203.2h206.7Z',
  },
  {
    id: 'AYVAZ KAZAKHSTAN ТОО',
    d: 'M1458.4 518.6V237.7h-144v280.9h144z',
  },
  {
    id: 'ULY DALA',
    d: 'M1436.4 686.7h22.3c0-15.5-.2-31-.3-46.5V518.6h-144V721h122v-34.4Z',
  },
  {
    id: 'Арендатор 513',
    d: 'M1386 811.3h50.4v-61.7h-389.8V891H1020v20.4h366V811.3Z',
  },
  {
    id: 'ТechnoStan',
    d: 'M970.4 794h49.8v-75.1H874.8v192.4h95.7V793.9h-.1Z',
  },
  {
    id: 'Арендатор 520',
    d: 'M874.7 911.4V719H429.6v74.8c16.3 0 32.6.2 49 .3v117.4h396.1Z',
  },
  {
    id: 'Al Shifa 1',
    d: 'M404.4 911.4V680.6H220.9v115.1c-46.6 0-93.3-.2-139.9-.3v116h323.5-.1Z',
  },
  {
    id: 'Al Shifa 2',
    d: 'M191.3 763.5V594.3H4.1v169.2h187.2z',
  },
  {
    id: 'Always Logistic',
    d: 'M191.3 594.3v-81.9H4.1v81.9h187.2z',
  },
  {
    id: 'Shopadili.com/онлайн магазин ADILI',
    d: 'M191.3 512.4V369.8H4.1v142.6h187.2z',
  },
  {
    id: 'QAZAQ TRADE LOGISTIC',
    d: 'M313.9 510v-70.9h-94.4V510h94.4z',
  },
  {
    id: 'ELCOS marketing',
    d: 'M313.9 481.7h61v-42.6h-61v42.6z',
  },
  {
    id: 'Арендатор 505',
    d: 'M329.4 510h45.5v-28.3h-61V510h15.5z',
  },
  {
    id: 'MEDYA_AUTO',
    d: 'M501.8 691.3v-97h-72.1v97h72.1z',
  },
  {
    id: 'Certificate-test ТОО',
    d: 'M602.9 691.3v-97H501.8v97h101.1z',
  },
  {
    id: 'ERCAR EXPORT',
    d: 'M688.3 691.3V565.4h-85.4v125.9h85.4z',
  },
  {
    id: 'Radiance Architects',
    d: 'M764.1 691.3V565.4h-75.8v125.9h75.8z',
  },
  {
    id: 'Samruq Qurylys, MOVE AND PACK CONSTRUCTION',
    d: 'M836.7 691.3V565.4h-72.6v125.9h72.6z',
  },
  {
    id: 'Стандарт Трест ТОО',
    d: 'M1020.4 685.7h55c0 11.8 0 23.6-.2 35.3h105.1V566.1h-159.9v119.5Z',
  },
  {
    id: 'Арендатор 514',
    d: 'M1281.4 721.1V566.2h-101.1v154.9h101.1z',
  },
  {
    id: 'AID GROUP',
    d: 'M501.8 594.3v-45.7h-72.1v45.7h72.1z',
  },
  {
    id: 'BAYAT',
    d: 'M602.9 593.7v-45.1H501.8v45.1h101.1z',
  }
];

export default floor5Objects;