    import { FloorObject } from "utils/types";

    const floor0Objects: FloorObject[] = [
        {
            id: "Арендатор open-space-1",
            d: "M17.38 693.61h234.9V492.96H17.38v200.65z",
        },
        {
            id: "Арендатор open-space-2/1",
            d: "M403.98 576.09h80.04v-83.13h-80.04v83.13z",
        },
        {
            id: "Арендатор open-space-2/2",
            d: "M403.98 693.61h80.04v-83.13h-80.04v83.13z",
        },
        {
            id: "Арендатор 020",
            d: "M484.02 693.61h75.85v-83.13h-75.85v83.13z",
        },
        {
            id: "Арендатор 018",
            d: "M575.06 693.61h79.27v-83.13h-79.27v83.13z",
        },
        {
            id: "Арендатор 016",
            d: "M653.02 693.61h77.95v-83.13h-77.95v83.13z",
        },
        {
            id: "Арендатор 015",
            d: "M653.02 576.09h77.95v-83.13h-77.95v83.13z",
        },
        {
            id: "Арендатор 013",
            d: "M730.97 576.09h77.96v-83.13h-77.96v83.13z",
        },
        {
            id: "Арендатор 014",
            d: "M730.97 693.61h77.96v-83.13h-77.96v83.13z",
        },
        {
            id: "Арендатор 001",
            d: "M808.93 693.61h77.96v-83.13h-77.96v83.13z",
        },
        {
            id: "Арендатор 002",
            d: "M886.89 693.61h75.17v-83.13h-75.17v83.13z",
        },
        {
            id: "Арендатор 004",
            d: "M962.06 693.61h78.83v-83.13h-78.83v83.13z",
        },
        {
            id: "Арендатор 014",
            d: "M730.97 693.61h77.96v-83.13h-77.96v83.13z",
        },
        {
            id: "Арендатор 001",
            d: "M808.93 693.61h77.96v-83.13h-77.96v83.13z",
        },
        {
            id: "Арендатор 002",
            d: "M886.89 693.61h75.17v-83.13h-75.17v83.13z",
        },
        {
            id: "Арендатор 004",
            d: "M962.06 693.61h78.83v-83.13h-78.83v83.13z",
        },
        {
            id: "Арендатор 006",
            d: "M1040.12 693.61h78.05v-83.13h-78.05v83.13z",
        },
        {
            id: "Арендатор 008",
            d: "M1132.71 693.61h78.38v-83.13h-78.38v83.13z",
        },
        {
            id: "Арендатор 007",
            d: "M1132.71 576.09h78.38v-83.13h-78.38v83.13z",
        },
        {
            id: "Арендатор 005",
            d: "M962.28 576.09h78.39v-83.13h-78.39v83.13z",
        },
        {
            id: "Арендатор 009",
            d: "M1211.09 576.09h78.39v-83.13h-78.39v83.13z",
        },
        {
            id: "Арендатор 011",
            d: "M1289.48 576.09h68.72v-83.13h-68.72v83.13z",
        },
        {
            id: "Арендатор 010",
            d: "M1209.88 693.61h77.17v-83.13h-77.17v83.13z",
        },
        {
            id: "Арендатор 012",
            d: "M1287.05 693.61h157.52v-83.13l-.26-34.39h-60.76l-.32 34.39h-96.18v83.13z",
        },
        {
            id: "Арендатор 017",
            d: "M483.94 576.09h75.85v-83.13h-75.85v83.13z",
        },
        {
            id: "Техническое помещение",
            d: "M926.5 576.09h35.78v-83.13H926.5v83.13z",
        },
        {
            id: "Лифт цоколь",
            d: "M1358.2 576.09h86.11v-83.13h-86.11v83.13z",
        },
        {
            id: "Туалет №1 цоколь",
            d: "M1040.67 576.09h42.81v-83.13h-42.81v83.13z",
        },
        {
            id: "Туалет №2 цоколь",
            d: "M610.07 576.09h44.26v-83.13h-44.26v83.13z",
        }
    ];

    export default floor0Objects;