import { FloorObject } from "utils/types";

const floor2Objects: FloorObject[] = [
  {
    id: 'Лифт №2 2 этаж',
    d: 'M865.5 642h105.9v-47.4H865.5V642z',
  },
  {
    id: 'Лифт №1 2 этаж',
    d: 'M333 588.2V510h-62.7v78.2H333z',
  },
  {
    id: 'Туалет №2 2 этаж',
    d: 'M865.5 594.6h154.9v-58.3H865.5v58.3z',
  },
  {
    id: 'Туалет №1 2 этаж',
    d: 'M374.9 640.6V510h-45.5V640.6h45.5z',
  },
  {
    id: 'Арендатор 202',
    d: 'M405.1 413.9V238.3H117.3v101.3h102.5v74.3H405Z',
  },
  {
    id: 'Арендатор 206',
    d: 'M865.5 510.4V238.3H495c0 32.9-.2 65.9-.2 98.8h-65v173.3h435.8Z',
  },
  {
    id: 'LIGHTHouse Kazakhstan',
    d: 'M865.5 510.4c0-63.8.4-272.1.8-272.1h104.6v98.8h72.5v173.3H865.6Z',
  },
  {
    id: 'Арендатор 208',
    d: 'M1282.1 476.9V304.6h-49.7v-66.3h-186.1v66.3h29.1v172.3h206.7Z',
  },
  {
    id: 'АДИЛИ ТЕКСТИЛЬ',
    d: 'M1458.4 518.6V237.7h-144v280.9h144z',
  },
  {
    id: 'BestProfi',
    d: 'M1436.4 691.8h22.3c0-13.2-.2-26.4-.3-39.5V548.9h-144v172.2h122v-29.2Z',
  },
  {
    id: 'Арендатор 211',
    d: 'M1386 811.3h50.4v-61.7h-389.8V891H1020v20.4h366V811.3Z',
  },
  {
    id: 'Современная защита',
    d: 'M970.4 794h49.8v-75.1H874.8v192.4h95.7V793.9Z',
  },
  {
    id: 'Проект инвест групп',
    d: 'M874.7 911.4V719H764.1v192.4h110.6Z',
  },
  {
    id: 'TECHNO COOL',
    d: 'M764.1 911.4V719H602.2v192.4h161.9Z',
  },
  {
    id: 'CART Company',
    d: 'M602.2 911.4V719H429.6v74.8c16.3 0 32.6.2 49 .3v117.4h123.6Z',
  },
  {
    id: 'Арендатор 223',
    d: 'M404.4 911.4V680.6H220.9v115.1L81 795.4v116h323.5Z',
  },
  {
    id: '25UNION',
    d: 'M191.3 763.5V588.2H4.1v175.3h187.2z',
  },
  {
    id: 'Компания международных транспортных услуг Чэньсин Кахан',
    d: 'M191.3 588.7v-69.3H4.1v69.3h187.2z',
  },
  {
    id: 'SCC GROUP, Sky Capital Construction',
    d: 'M191.3 519.4V369.8H4.1v149.6h187.2z',
  },
  {
    id: 'BM Development Group ТОО',
    d: 'M313.9 510v-70.9h-94.4V510h94.4z',
  },
  {
    id: 'Арендатор 204',
    d: 'M313.9 481.7h61v-42.6h-61v42.6z',
  },
  {
    id: 'Арендатор 205',
    d: 'M329.4 510h45.5v-28.3h-61V510h15.5z',
  },
  {
    id: 'Арендатор 222',
    d: 'M501.8 691.3V548.6h-72.1v142.7h72.1z',
  },
  {
    id: 'ЕвроТрейдингЦентр',
    d: 'M602.9 691.3V548.6H501.8v142.7h101.1z',
  },
  {
    id: 'Типл ААА',
    d: 'M688.3 691.3V588.2h-85.4v103.1h85.4z',
  },
  {
    id: 'ABC Compressor',
    d: 'M764.1 691.3V588.2h-75.8v103.1h75.8z',
  },
  {
    id: 'ОП LEGION',
    d: 'M836.7 691.3V588.2h-72.6v103.1h72.6z',
  },
  {
    id: 'ТЮННИГ ТЕЛА',
    d: 'M1020.4 690.7h55c0 10.1-.1 20.2-.2 30.3h105.1V588.1h-159.9v102.6Z',
  },
  {
    id: 'Адили текстиль',
    d: 'M1281.4 721.1V588.2h-101.1v132.9h101.1z',
  },
];

export default floor2Objects;